{
"personajes":[
            {
            "nombre":"Albedo",
            "lore":"An alchemist based in Mondstadt, in the service of the Knights of Favonius.",
            "title":"Geo Support Build",
            "subtitle":"Thanks to his low cooldowns and high energy generation, Albedo excels at the secondary DPS role, swapping in and out as his skills become available.",
            "nbuild":"2",
            "art1":"Archaic Petra",
            "art2":"Noblesse Oblige",
            "weapon1":"Skyward Blade",
            "weapon2":"Festering Desire",
            "img":""
            },
            {
            "nombre":"Aloy",
            "lore":"An agile hunter from the Nora tribe. With bow in hand, she's always ready to protect the innocent.",
            "title":"Cryo DPS Build",
            "subtitle":"Aloy is a great Cryo Sub DPS with a strong Elemental Burst. The 0.1s delay on her coils prevent her from really shining as a Main DPS.",
            "nbuild":"1",
            "art1":"Blizzard Strayer",
            "art2":"",
            "weapon1":"Polar Star",
            "weapon2":"The Stringless",
            "img":""
            },
            {
            "nombre":"Amber",
            "lore":"Always energetic and full of life, Amber's the best - albeit only - Outrider of the Knights of Favonius.",
            "title":"Pyro Support Build",
            "subtitle":"This build empowers Amber's Elemental Skill and Burst abilities.",
            "nbuild":"1",
            "art1":"Noblesse Oblige",
            "art2":"",
            "weapon1":"Skyward Harp",
            "weapon2":"The Viridescent Hunt",
            "img":""
            },
            {
            "nombre":"Ayaka",
            "lore":"Daughter of the Yashiro Commission's Kamisato Clan from Inazuma. Poised and graceful, noble and virtuous.",
            "title":"Cryo DPS Build",
            "subtitle":"Ayaka is an absolutely DPS monster. A very safe playstyle thanks to her sprint and a reliable source of Cryo from her Skill, makes her a force to be reckoned with.",
            "nbuild":"1",
            "art1":"Blizzard Strayer",
            "art2":"Blackcliff Longsword",
            "weapon1":"Mistsplitter Reforged",
            "weapon2":"",
            "img":""
            },
            {
            "nombre":"Barbara",
            "lore":"Every denizen of Mondstadt adores Barbara. However, she learned the word idol from a magazine.",
            "title":"Hydro Healer Build",
            "subtitle":"While she won't increase your team's damage output, Barbara will keep all your units alive and healthy. We empower her healing by stacking HP. When using Thrilling Tales of Dragon Slayers as her weapon, you want to switch to Barbara every 20 seconds and then to your DPS for the ATK boost.",
            "nbuild":"1",
            "art1":"Maiden Beloved",
            "art2":"",
            "weapon1":"Prototype Amber",
            "weapon2":"Thrilling Tales of Dragon Slayers",
            "img":""
            },
            {
            "nombre":"Beidou",
            "lore":"Beidou is the leader of the Crux — an armed fleet based in Liyue Harbor. An armed fleet means exactly what it sounds like: a fleet of ships armed to the teeth.",
            "title":"Electro Support Build",
            "subtitle":"Beidou's damage output spikes when perfectly timing the counterattack from her second skill, Tidecaller, after you've unlocked her 1st and 2nd passive talents. This will give you a 10 second window of increased damage from your normal and charged attacks.",
            "nbuild":"2",
            "art1":"Noblesse Oblige",
            "art2":"Thundering Fury",
            "weapon1":"Wolf's Gravestone",
            "weapon2":"Serpent Spine",
            "img":""
            },
            {
            "nombre":"Bennett",
            "lore":"A righteous and good-natured adventurer from Mondstadt who's unfortunately extremely unlucky.",
            "title":"Pyro Support Build",
            "subtitle":"This build focuses on empowering Bennett's burst skill by stacking Energy Recharge. Keep in mind that the bonus ATK given to his Elemental Burst skill only comes from Base ATK, not ATK%.",
            "nbuild":"1",
            "art1":"Noblesse Oblige",
            "art2":"",
            "weapon1":"Skyward Blade",
            "weapon2":"Favonius Sword",
            "img":""
            },
            {
            "nombre":"Chongyun",
            "lore":"A young exortcist from a family of exorcists. He does everything he can to suppress his pure positive energy.",
            "title":"Cryo Support Build",
            "subtitle":"Melt is one of the strongest Elemental Reactions in the game and Chongyun has a consistent method of applying the Cryo debuff with his Elemental Skill ability. This makes him a strong support character when paired with Pyro carries.",
            "nbuild":"2",
            "art1":"Noblesse Oblige",
            "art2":"Blizzard Strayer",
            "weapon1":"Skyward Pride",
            "weapon2":"Favonius Greatsword",
            "img":""
            },
            {
            "nombre":"Diluc",
            "lore":"The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
            "title":"Pyro DPS Build",
            "subtitle":"This build can work without any constellations, but really shines when you have all 6. At constellation level 6, Diluc becomes an unstoppable Pyro DMG dealing machine, weaving 2 normal attacks in between every Searing Onslaught hit.",
            "nbuild":"1",
            "art1":"Crimson Witch of Flames",
            "art2":"",
            "weapon1":"Wolf's Gravestone",
            "weapon2":"Serpent Spine",
            "img":""
            },
            {
            "nombre":"Diona",
            "lore":"A young lady who has inherited trace amounts of non-human blood. She is the incredible popular bartender of the Cat's Tail tavern.",
            "title":"Cryo Support Build",
            "subtitle":"Diona can work great as a source superconductor and extra protection for physical carries like Razor. She can also be used to set up melt reactions for Pyro carries.",
            "nbuild":"1",
            "art1":"Maiden Beloved",
            "art2":"",
            "weapon1":"Sacrificial Bow",
            "weapon2":"Favonius Warbow",
            "img":""
            },
            {
            "nombre":"Eula",
            "lore":"A rebellious descendant of the old aristocracy who is always out on the battlefield.",
            "title":"Physical DPS Build",
            "subtitle":"Despite the limitations of being a physical damage dealer, Eula more than makes up for it with her incredible damage. Due to her low particle generation, make sure to pick up Energy Recharge on the substats wherever possible.",
            "nbuild":"2",
            "art1":"Bloodstained Chivalry",
            "art2":"Pale Flame",
            "weapon1":"Song of Broken Pines",
            "weapon2":"Serpent Spine",
            "img":""
            },
            {
            "nombre":"Fischl",
            "lore":"A mysterious girl who calls herself Prinzessia der Verurteilung and travels with a night raven named Oz.",
            "title":"Electro Support Build",
            "subtitle":"This build empowers Fischl's Electro DMG on her skills. You could also use a full Noblesse Oblige set if you find yourself using her Elemental Burst very often. The Stringless is the preferred weapon.",
            "nbuild":"2",
            "art1":"Gladiator's Finale",
            "art2":"Thundering Fury",
            "weapon1":"Skyward Harp",
            "weapon2":"The Stringless",
            "img":""
            },
            {
            "nombre":"Ganyu",
            "lore":"The secretary at Yuehai Pavilion. The blood of the qilin, an illuminated beast, flows within her veins.",
            "title":"Cryo DPS Build",
            "subtitle":"This build focuses on empowering Ganyu's charged attack with the Wanderer's Troupe set since it amplifies both the initial hit and the AoE explosion from each shot.",
            "nbuild":"1",
            "art1":"Wanderer's Troupe",
            "art2":"",
            "weapon1":"Amos' Bow",
            "weapon2":"Prototype Crescent",
            "img":""
            },
            {
            "nombre":"Hu Tao",
            "lore":"Hu Tao is the 77th Director of the Wangsheng Funeral Parlor, a person vital to managing Liyue's funerary affairs.",
            "title":"Pyro DPS Build",
            "subtitle":"Hu Tao excels at single target damage, especially when animation cancelling her Charged Attack and triggering Melt and Vaporize. Pairing Hu Tao with shields to keep her below 50% HP is very powerful.",
            "nbuild":"1",
            "art1":"Crimson Witch of Flames",
            "art2":"",
            "weapon1":"Staff of Homa",
            "weapon2":"Deathmatch",
            "img":"Favonius Sword"
            },
            {
            "nombre":"Jean",
            "lore":"The righteous and rigorous Dandelion Knight, and Acting Grand Master of the Knights of Favonius in Mondstadt.",
            "title":"Anemo Support Build",
            "subtitle":"This build empowers Jean's Elemental Burst ability to maximize her healing, while simultaneously reducing enemies' Elemental RES for the rest of your party.",
            "nbuild":"1",
            "art1":"Noblesse Oblige",
            "art2":"",
            "weapon1":"Skyward Blade",
            "weapon2":"Favonius Sword",
            "img":""
            },
            {
            "nombre":"Kaeya",
            "lore":"A thinker in the Knights of Favonius with a somewhat exotic appearance.",
            "title":"Cryo Support Build",
            "subtitle":"This build empowers Kaeya's Elemental Burst ability which procs multiple times, leading to very consistent elemental reactions and damage. This build becomes much more powerful with Constellation level 6.",
            "nbuild":"1",
            "art1":"Noblesse Oblige",
            "art2":"",
            "weapon1":"Skyward Blade",
            "weapon2":"Favonius Sword",
            "img":""
            },
            {
            "nombre":"Kazuha",
            "lore":"A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet.",
            "title":"Anemo Support Build",
            "subtitle":"Kazuha is a powerful anemo sub DPS that focuses on Elemental Mastery damage via Swirls.",
            "nbuild":"1",
            "art1":"Viridescent Venerer",
            "art2":"",
            "weapon1":"Freedom-Sworn",
            "weapon2":"Iron Sting",
            "img":""
            },
            {
            "nombre":"Keqing",
            "lore":"The Yuheng of the Liyue Qixing. Has much to say about Rex Lapis' unilateral approach to policymaking in Liyue - but in truth, gods admire skeptics such as her quite a lot.",
            "title":"Electro DPS Build",
            "subtitle":"Keqing has the highest single target charged attack DPS in the game. This build turns Keqing into a crit machine, taking advantage of the boost to CRIT DMG she gets with every ascension level.",
            "nbuild":"2",
            "art1":"Gladiator's Finale",
            "art2":"Thundering Fury",
            "weapon1":"Primordial Jade Cutter",
            "weapon2":"The Black Sword",
            "img":""
            },
            {
            "nombre":"Klee",
            "lore":"An explosives expert and a regular at the Knights of Favonius' confinement room. Also known as Fleeing Sunlight.",
            "title":"Pyro DPS Build",
            "subtitle":"Klee's highest damage source comes from spamming her charged attack and she really comes online when paired with Bennet's ultimate, more so than Diluc.",
            "nbuild":"1",
            "art1":"Crimson Witch of Flames",
            "art2":"",
            "weapon1":"Skyward Atlas",
            "weapon2":"Solar Pearl",
            "img":""
            },
            {
            "nombre":"Kokomi",
            "lore":"The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
            "title":"Hydro Support Build",
            "subtitle":"Kokomi is a solid Hydro support with powerful healing that scales with HP.",
            "nbuild":"1",
            "art1":"Tenacity of the Millelith",
            "art2":"",
            "weapon1":"Everlasting Moonglow",
            "weapon2":"Thrilling Tales of Dragon Slayers",
            "img":""
            },
            {
            "nombre":"Lisa",
            "lore":"The languid but knowledgeable Librarian of the Knights of Favonius who was deemed by Sumeru Academia to be their most distinguised graduate in the past two centuries.",
            "title":"Electro Support Build",
            "subtitle":"This build empower's Lisa's Elemental Burst abilty. It would be much stronger if it didn't knock enemies out of it, but it can be very powerful on bosses.",
            "nbuild":"1",
            "art1":"Noblesse Oblige",
            "art2":"",
            "weapon1":"Skyward Atlas",
            "weapon2":"Favonius Codex",
            "img":""
            },
            {
            "nombre":"Mona",
            "lore":"A mysterious young astrologer who proclaims herself to be Astrologist Mona Megistus, and who possesses abilities to match the title.",
            "title":"Hydro Support Build",
            "subtitle":"Mona excels at empowering DPS units through the use of her Burst Skill making energy recharge incredibly valuable.",
            "nbuild":"1",
            "art1":"Emblem of Severed Fate",
            "art2":"",
            "weapon1":"Skyward Atlas",
            "weapon2":"Favonius Codex",
            "img":""
            },
            {
            "nombre":"Ningguang",
            "lore":"The Tianquan of Liyue Qixing. Her wealth is unsurpassed in all of Teyvat.",
            "title":"Geo DPS Build",
            "subtitle":"Ningguang is a character that scales extremely well with high constellation levels, making her one of the burstier single target units in the game. A full Retracing Bolide set can also work.",
            "nbuild":"2",
            "art1":"Archaic Petra",
            "art2":"Gladiator's Finale",
            "weapon1":"Lost Prayer to the Sacred Winds",
            "weapon2":"Solar Pearl",
            "img":""
            },
            {
            "nombre":"Noelle",
            "lore":"A maid in the service of the Knights of Favonius that dreams of joining their ranks someday.",
            "title":"Geo Support Build",
            "subtitle":"Noelle can be used a great defensive healer. The full Maiden Beloved artifact set helps boost her lower healing throughput to be more comparable to other healers.",
            "nbuild":"2",
            "art1":"Maiden Beloved",
            "art2":"Retracing Bolide",
            "weapon1":"Skyward Pride",
            "weapon2":"Whiteblind",
            "img":""
            },
            {
            "nombre":"Qiqi",
            "lore":"An apprentice and herb-picker Bubu Pharmacy. An undead with a bone-white complexion, she seldom has much in the way of words or emotion.",
            "title":"Cryo Support Build",
            "subtitle":"Qiqi is the ultimate healing support thanks to her powerful healing and Cryo damage while not active.",
            "nbuild":"2",
            "art1":"Noblesse Oblige",
            "art2":"Blizzard Strayer",
            "weapon1":"Skyward Blade",
            "weapon2":"Sacrificial Sword",
            "img":""
            },
            {
            "nombre":"Raiden",
            "lore":"The Raiden Shogun is the awesome and terrible power of thunder incarnate, the exalted ruler of the Inazuma Shogunate.",
            "title":"Electro Support Build",
            "subtitle":"Baal has the unique capability of simultaneously being both a burst DPS with great multi-target damage and an energy battery support. However, it is not optimal to run her with the current top tier Main DPS characters.",
            "nbuild":"1",
            "art1":"Emblem of Severed Fate",
            "art2":"",
            "weapon1":"Engulfing Lightning",
            "weapon2":"The Catch",
            "img":""
            },
            {
            "nombre":"Razor",
            "lore":"A boy who lives among the wolves in Wolvendom of Mondstadt, away from human civilization. As agile as lightning.",
            "title":"Physical DPS Build",
            "subtitle":"This build empowers Razor's physical damage output, synergising with the bonuses from his Lightning Fang burst skill.",
            "nbuild":"2",
            "art1":"Pale Flame",
            "art2":"",
            "weapon1":"Wolf's Gravestone",
            "weapon2":"Serpent Spine",
            "img":""
            },
            {
            "nombre":"Rosaria",
            "lore":"A sister of the church, though you wouldn't know it if it weren't for her attire. Known for her sharp, cold words and manner, she often works alone.",
            "title":"Cryo Support Build",
            "subtitle":"Rosaria is an excellent Sub DPS Cryo character who can deal great damage and offers a powerful buff. If played in a team without any other Cryo users, you will want to increase her Energy Recharge considerably. Otherwise, you can focus on more standard damage stats. When built right and played with the right team, Rosaria can provide the team with a constant 15% increased CRIT Rate and strong Cryo elemental reactions.",
            "nbuild":"2",
            "art1":"Noblesse Oblige",
            "art2":"Blizzard Strayer",
            "weapon1":"Staff of Homa",
            "weapon2":"Deathmatch",
            "img":""
            },
            {
            "nombre":"Sara",
            "lore":"Not much is yet known about Kujou Sara, except that she serves under Baal as both an aide and a body-guard, helping the God of Eternity in her vision hunt decree.",
            "title":"Electro Support Build",
            "subtitle":"While not as powerful as Bennett, Sara can fulfill the same powerful role in Electro teams.",
            "nbuild":"1",
            "art1":"Emblem of Severed Fate",
            "art2":"",
            "weapon1":"Skyward Harp",
            "weapon2":"Sacrificial Bow",
            "img":""
            },
            {
            "nombre":"Sayu",
            "lore":"A print-sized ninja attached to the Shiyuumatsu-Ban, who always seems to be lacking sleep.",
            "title":"Anemo Support Build",
            "subtitle":"Sayu excels at both healing and shredding enemy resistances with his area of effect attacks and the 4pc Viridescent Venerer artifact set.",
            "nbuild":"1",
            "art1":"Viridescent Venerer",
            "art2":"",
            "weapon1":"Wolf's Gravestone",
            "weapon2":"Sacrificial Greatsword",
            "img":""
            },
            {
            "nombre":"Sucrose",
            "lore":"An alchemist filled with curiosity about all things. She researches bio-alchemy.",
            "title":"Anemo Support Build",
            "subtitle":"This build turns Sucrose's into an Elemental Mastery battery, increasing this stat as much as possible to share it with her party members.",
            "nbuild":"1",
            "art1":"Viridescent Venerer",
            "art2":"",
            "weapon1":"Sacrificial Fragments",
            "weapon2":"Mappa Mare",
            "img":""
            },
            {
            "nombre":"Tartaglia",
            "lore":"No. 11 of The Harbingers, also known as Childe. His name is highly feared on the battlefield.",
            "title":"Hydro DPS Build",
            "subtitle":"With the highest scaling Elemental Burst skill multiplier in the game, Tartaglia is an incredible Hydro damage dealer. Like Diluc, he becomes unstoppable with high constellations but does not need them to be extremely powerful. If you're playing with Noelle or a Geo character on your team, consider running the Retracing Bolide set instead.",
            "nbuild":"2",
            "art1":"Noblesse Oblige",
            "art2":"Heart of Depth",
            "weapon1":"Polar Star",
            "weapon2":"The Viridescent Hunt",
            "img":""
            },
            {
            "nombre":"Thoma",
            "lore":"The Kamisato Clan's housekeeper. A well-known fixer in Inazuma.",
            "title":"Pyro Support Build",
            "subtitle":"Thoma has very low damage ratios due to the large amount of utility in his kit, primarily focused on shields. This build empowers that utility with Energy Recharge and Health scaling.",
            "nbuild":"1",
            "art1":"Noblesse Oblige",
            "art2":"",
            "weapon1":"Skyward Spine",
            "weapon2":"The Catch",
            "img":""
            },
            {
            "nombre":"Venti",
            "lore":"One of the many bards of Mondstadt, who freely wanders the city's streets and alleys.",
            "title":"Anemo Support Build",
            "subtitle":"This build empowers Venti's energy recharge to minimize the downtime of his Elemental Burst skill. The Stringless is the preferred weapon.",
            "nbuild":"1",
            "art1":"Viridescent Venerer",
            "art2":"",
            "weapon1":"The Stringless",
            "weapon2":"Favonius Warbow",
            "img":""
            },
            {
            "nombre":"Xiangling",
            "lore":"A renowned chef from Liyue. She's extremely passionate about cooking and excels at making her signature hot and spicy dishes.",
            "title":"Pyro Support Build",
            "subtitle":"Xiangling is one of the strongest Sub DPS characters in the game if played in a Melt composition thanks to the scaling and power of her Elemental Burst.",
            "nbuild":"1",
            "art1":"Crimson Witch of Flames",
            "art2":"",
            "weapon1":"Skyward Spine",
            "weapon2":"Prototype Grudge",
            "img":""
            },
            {
            "nombre":"Xiao",
            "lore":"A yaksha adeptus that defends Liyue. Also heralded as the Conqueror of Demons or Vigilant Yaksha.",
            "title":"Anemo DPS Build",
            "subtitle":"This build empowers Xiao's Normal Attack and low CD Elemental Skill damage, which are all also enhanced by his Elemental Burst skill.",
            "nbuild":"2",
            "art1":"Gladiator's Finale",
            "art2":"Viridescent Venerer",
            "weapon1":"Primordial Jade Winged-Spear",
            "weapon2":"Blackcliff Pole",
            "img":""
            },
            {
             "nombre":"Xingqiu",
             "lore":"A young man carrying a longsword who is frequently seen at book booths. He has a chivalrous heart and yearns for justice and fairness for all.",
             "title":"Hydro Support Build",
             "subtitle":"Xingqiu can be a reliable source of Hydro reactions thanks to his Elemental Burst ability, while providing useful damage reduction and healing to his party members. At Constellation level 2, he becomes incredible powerful when paired with a Hydro DPS unit.",
             "nbuild":"1",
             "art1":"Emblem of Severed Fate",
             "art2":"",
             "weapon1":"Sacrificial Sword",
             "weapon2":"Favonius Sword",
             "img":""
            },
            {
            "nombre":"Xinyan",
            "lore":"Liyue's sole rock 'n' roll musician. She rebels against ossified prejudices using her music and passionate singing.",
            "title":"Physical DPS Build",
            "subtitle":"Unlike Diluc who focuses on Pyro DPS, Xinyan excels when built around physical damage similar to Razor. Switch the circlet to CRIT DMG if you unlock constellation level 2.",
            "nbuild":"1",
            "art1":"Gladiator's Finale",
            "art2":"",
            "weapon1":"Wolf's Gravestone",
            "weapon2":"Prototype Aminus",
            "img":""
            },
            {
            "nombre":"Yanfei",
            "lore":"A well-known legal adviser active in Liyue Harbor. A briliant young lady in whose veins runs the blood of an illuminated beast.",
            "title":"Pyro DPS Build",
            "subtitle":"Yanfei is essentially a 4-star Klee who applies Pyro very fast but relies heavily on Crit Rate.",
            "nbuild":"1",
            "art1":"Crimson Witch of Flames",
            "art2":"",
            "weapon1":"Lost Prayer to the Sacred Winds",
            "weapon2":"The Widsith",
            "img":""
            },
            {
            "nombre":"Yoimiya",
            "lore":"A talented pyrotechnician. The current owner of Naganohara Fireworks known as the Queen of the Summer Festival. She is a household name in Inazuma.",
            "title":"Pyro DPS Build",
            "subtitle":"Yoimiya excels as a single target Main Pyro DPS thanks to her incredibly powerful Normal Attacks.",
            "nbuild":"1",
            "art1":"Shimenawa's Reminiscence",
            "art2":"",
            "weapon1":"Thundering Pulse",
            "weapon2":"Rust",
            "img":""
            },
            {
            "nombre":"Zhongli",
            "lore":"A mysterious guest invited by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
            "title":"Geo Support Build",
            "subtitle":"With the addition of Tenacity of the Millelith, Zhongli's utility power has increased tremendously. By stacking HP, his shields will keep your team healthy throughout the hardest fights.",
            "nbuild":"1",
            "art1":"Tenacity of the Millelith",
            "art2":"",
            "weapon1":"Staff of Homa",
            "weapon2":"Black Tassel",
            "img":""
            }
   ]
}
